{
    "Manage Account": "Gerenciamento de contas",
    "Profile": "Perfil",
    "Manage Team": "Gerenciar Time",
    "Team Settings": "Configurações do Time",
    "Create New Team": "Criar Novo Time",
    "Switch Teams": "Trocar de Time",
    "Logout": "Sair",
    "Dashboard": "Painel",
    "Profile Information": "Informações do Perfil",
    "Update your account's profile information and email address.": "Atualize as informações de perfil da sua conta e endereço do email.",
    "Name": "Nome",
    "Email": "E-mail",
    "Photo": "Foto",
    "Select A New Photo": "Escolha uma Nova Foto",
    "Remove Photo": "Remover Foto",
    "Save": "Salvar",
    "Saved.": "Salvo.",
    "Update Password": "Atualizar Senha",
    "Ensure your account is using a long, random password to stay secure.": "Garanta que sua conta esta usando uma longa e aleatória senha para ficar seguro",
    "Current Password": "Senha Atual",
    "New Password": "Nova Senha",
    "Confirm Password": "Confirmação de Senha",
    "Two Factor Authentication": "Autenticação de 2 Fatores",
    "Add additional security to your account using two factor authentication.": "Adicionar segurança adicional para sua conta usando autenticação de 2 fatores.",
    "You have enabled two factor authentication.": "Você habilitou autenticação de 2 fatores.",
    "You have not enabled two factor authentication.": "Você não habilitou autenticação de 2 fatores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando autenticação de 2 fatores estiver habilitada, será solicitado que você insira um token seguro e aleatorio durante a autenticação. Você podera recuperar do aplicativo Google Authenticator no seu celular.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Autenticação de 2 fatores está habilitada. Scaneie o seguinte QR code usando o aplicativo de autenticação do seu celular.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Armazene estes códigos de recuperação em um gerenciador de senhas seguro. Ele sera usado para recuperar o acesso a sua conta se o aplicativo de autenticação de 2 fatores for perdido no seu dispositivo",
    "Enable": "Habilitar",
    "Regenerate Recovery Codes": "Códigos de recuperação regenerados",
    "Show Recovery Codes": "Mostrar códigos de recuperação",
    "Disable": "Desabilitar",
    "Browser Sessions": "Sessões em navegadores",
    "This device": "Este dispositivo",
    "Manage and logout your active sessions on other browsers and devices.": "Gerencie e desconecte sessões ativas em outros navegadores e dispositivos",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessários, você poderá desconectar todas as outras sessões em navegadores e dispositivos. Somente as suas sessões mais rescentes são listadas a baixo; contudo, esta lista pode não estar completa. Se você sente que sua conta foi comprometida, atualize sua senha.",
    "Last active": "Último ativo",
    "Logout Other Browser Sessions": "Sair de outros navegadores",
    "Done.": "Pronto.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Por favor, confirme com sua sennha que você gostaria de desconectar de TODOS os outros navegadores e dispositivos.",
    "Password": "Senha",
    "Nevermind": "Deixa pra lá",
    "Delete Account": "Apagar sua Conta",
    "Permanently delete your account.": "Apagar permanentemente sua conta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Uma vez que sua conta for removida, todos os recursos e dados serão permanentemente deletados. Antes de remover sua conta, por favor baixe qualquer dado ou informação que deseje manter",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Você tem certeza que quer remover sua conta? Uma vez removida, todos os recursos e dados serão perdidos permanentemente. Por favor confirme com sua senha para apagar tudo permanentemente.",
    "Team Details": "Detalhes do Time",
    "Create a new team to collaborate with others on projects.": "Crie um novo time para colaborar com outros no projeto",
    "Team Owner": "Proprietário do Time",
    "Team Name": "Nome do Time",
    "Create": "Criar",
    "Create Team": "Criar Time",
    "Delete Team": "Remover Time",
    "Permanently delete this team.": "Remover time permanentemente.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Uma vez que um time for deletado, todos os recursos e dados serão permanentemente removidos. Antes de remover este time, por favor, baixe qualquer dado ou informação a respeito deste time que você deseje reter.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Você tem certeza que quer remover este time? Uma vez que um time for deletado, todos os recursos e dados serão permanentemente removidos.",
    "Add Team Member": "Adicionar membro do Time",
    "Add a new team member to your team, allowing them to collaborate with you.": "Adicione um novo membro ao time, permitindo que ele colabore com você.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Por favor informe o e-mail da pessoa que você gostaria de adicionar a este time. O e-mail deve estar associado a uma conta existente",
    "Role": "Função",
    "Added.": "Adicionado.",
    "Add": "Adicionar",
    "The team's name and owner information.": "O nome do time e informações do proprietário",
    "Login": "Login",
    "Register": "Registro",
    "Already registered?": "Já está registrado?",
    "Remember me": "Lembre-se de mim",
    "Forgot your password?": "Perdeu sua senha?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Perdeu sua senha? Sem problemas. Deixe-nos saber qual seu e-mail e iremos enviar um link de redefinição para você escolher uma nova.",
    "Email Password Reset Link": "Email de redefinição de senha",
    "Whoops! Something went wrong.": "Eita! Alguma coisa deu errado.",
    "Reset Password": "Redefinir senha",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor, confirme acesso a sua conta inserindo o código de autenticação do seu aplicativo autenticador.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor, confirme acesso a sua conta inserindo um dos códigos de recuperação de emergência.",
    "Code": "Código",
    "Recovery Code": "Código de Recuperação",
    "Use a recovery code": "Use um código de recuperação",
    "Use an authentication code": "Use um código de autenticação",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por se cadastrar! Antes de inicial, poderia verificar sua conta clicando no link que enviamos para você via e-mail? Se você não recebeu o e-amil, nós ficaríamos grátos de enviar outro.",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o email informado por você durante o registro.",
    "Resend Verification Email": "Reenviar E-mail de Verificação",
    "Create API Token": "Criar API Token",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API tokens permitem que serviços de terceiros consigam se autenticar na nossa aplicação. ",
    "Token Name": "Nome do Token",
    "Permissions": "Permissões",
    "Created.": "Criado.",
    "Manage API Tokens": "Gerenciar API Tokens",
    "You may delete any of your existing tokens if they are no longer needed.": "Você poderá remover qualquer um dos seus tokens existentes se não precisar mais.",
    "Last used": "Usado por último",
    "Delete": "Remover",
    "API Token": "API Token",
    "Please copy your new API token. For your security, it won't be shown again.": "Por favor, copie seu novo API token. Para sua segurança, não vamos mostra-lo mais.",
    "Close": "Fechar",
    "API Token Permissions": "Permissões da API token",
    "Delete API Token": "Remover API Token",
    "Are you sure you would like to delete this API token?": "Você tem certeja que gostaria de remover este API Token?",
    "create": "criar",
    "read": "ler",
    "update": "atualizar",
    "delete": "remover",
    "I agree to the": "Eu aceito os",
    "Terms of Service": "Termos de Serviços",
    "and": "e",
    "Privacy Policy": "Política de Privacidade",
    "For your security, please confirm your password to continue.": "Para sua segurança, por favor confirme sua senha para continuar.",
    "Administrator": "Administrador",
    "Administrator users can perform any action.": "Usuários administradores podem performar qualquer ação.",
    "Editor": "Editor",
    "Editor users have the ability to read, create, and update.": "Usuários editores tem habilidade para lêr, criar e atualizar.",
    "Portuguese": "Português",
    "English": "Inglês",
    "The terms must be accepted.": "Os termos devem ser aceitos."
}
